Repository: wescamp/A_Story_of_the_Northlands-1.10
Catalog: po/*.po
Languages: pl

source: A Story of the Northlands
pl: Historia Północnych Ziem

source: ASotN
pl: HPZ

source: &units/human-loyalists/cavalryman.png=Easy;*&units/human-loyalists/dragoon.png=Medium;&units/human-loyalists/cavalier.png=Difficult
pl: &units/human-loyalists/cavalryman.png=łatwy;*&units/human-loyalists/dragoon.png=Średni;&units/human-loyalists/cavalier.png=Trudny

source: A story of life and death in a remote village of the Northlands. 11 scenarios, all playable, intermediate level.
pl: Historia życia i śmierci w dalekiej wiosce gdzieś na Północnych Ziemiach. 11 scenariuszy, wszystkie grywalne, poziom średniozaawansowany.

source: Images
pl: Obrazy

source: Some mounted units come from Great Legend Era and Fate of a Princess
pl: Niektóre konne jednostki pochodzą z Great Legand Era and Fate of Princess

source: Some orcish and human units come from RPG Creation Kit
pl: Niektóre jednostki orków i ludzi pochodzą z RPG Creation kit

source: This is the story of what happened in a remote colony of the Kingdom, established long ago on the Southern bank of river Longlier -- Arkan-thoria for the Elves.
pl: Jest to opowieść o tym, co zdarzyło się w odległej koloni Królestwa ustanowionej dawno temu na południowym brzegu rzeki Longlier, nazywanej Arkanthoria w języku Elfów.

source: The village was so remote that even its name has been long forgotten, but the events of that winter deserve to be told. It's a story of life, death, slavery, revenge, freedom.
pl: Wieś była położona tak daleko, że zapomniano nawet jej nazwy, ale zdarzenia, które się w niej wydarzyły tamtej zimy, zasługują na opowieść. Opowieść o życiu, śmierci, niewoli, zemście i wolności.

source: It all started when the villagers managed to build a bridge across Longlier, in the hope of having little more fields to farm and little more forests to hunt. The village was poor but this didn't stop the orcs who, seen a peaceful village just across a bridge, rushed to raid it.
pl: Wszystko zaczęło się wtedy, gdy mieszkańcy wybudowali most przez rzeka Longlier, aby zdobyć trochę więcej miejsca na uprawy i lasu, w którym mogliby polować na zwierzynę. Choć wieś była biedna, nie powstrzymało to Orków przed najazdem.

source: At least I die as a free man...
pl: Przynajmniej umrę jako wolny człowiek...

source: Prologue
pl: Prolog

source: Survive
pl: Przetrwaj

source: Death of Caror
pl: Śmierć Caroroa

source: Turns run out
pl: Skończy się limit tur

source: Villagers
pl: Mieszkańcy wsi

source: Orcs
pl: Orkowie

source: Chief, orcs are in sight!
pl: Szefie, orkowie w zasięgu wzroku!

source: Oh no! Maybe building that bridge hasn't been a good idea.
pl: Oh nie! Chyba pomysł wybudowania mostu nie był dobry.

source: Everybody! To arms! We need to protect our home. If they manage to pass the bridge we are lost.
pl: Słuchajcie wszyscy! Do broni! Musimy chronić nasz dom. Jeśli uda im się przekroczyć most będziemy zgubieni.

source: You'd better surrender and work for us as slaves. If you fight you'll receive no mercy.
pl: Poddaj się i pracuj dla nas jako niewolnik. Jeśli będziesz walczył, nie zaznasz litości.

source: Never! Better to die for freedom than to live in slavery!
pl: Nigdy! Wole umrzeć jako wolny, niż żyć jako niewolnik.

source: A boat. What's happening?
pl: Łódź. Co się dzieje?

source: It seems I have arrived in time!
pl: Wydaję się, że przybyłem na czas!

source: Grak, try to move around the village and kill their leader.
pl: Grak, spróbuj przejść naokoło wioski i zabić ich przywódcę.

source: Oh no! We can't face both. Alena! Aethen!
pl: O nie! Obu naraz nie pokonamy. Alena! Aethen!

source: Following their father's call, Alena, a young woman, and Aethen, little more than a child, approached Caror.
pl: Alena młoda kobieta i Aethen ledwo nastolatek wyszli na zawołanie ojca.

source: Yes, father. We are here.
pl: Tak ojcze. Jesteśmy tutaj

source: Aethen, I need you to go to call reinforcements. Take my horse and my spear and follow the river until you find a fort. There should be one before you arrive to river Listra. Tell them to send soldiers. Many soldiers. Take the southern path.
pl: Aethen, musisz wezwać posiłki. Weź mojego konia oraz włócznie i podążaj rzeką, aż znajdziesz fort. Powinien być zanim przekroczysz rzekę Listrę. Powiedz im, żeby wysłali żołnierzy. Wielu żołnierzy. Jedź południową ścieżką.

source: Even if he finds soldiers, they won't arrive in time!
pl: Nawet jeśli znajdzie żołnierzy, nie zdążą tu przybyć na czas!

source: I know, but he is a fast rider. He is the only one among us who rides fast enough. And at least this will keep him away from the orcs.
pl: Wiem, ale jest bardzo szybkim jeźdźcem. Tylko on z nas wszystkich jest wystarczająco szybki. Przynajmniej będzie z dala od orków.

source: I want you to leave the village now. We can't resist them, they are too many. Go away!
pl: Chcę, żebyś opuścił wioskę. Nie powstrzymamy ich, jest ich zbyt wielu. Uciekaj!

source: No! I can fight. I want to stay.
pl: Nie! Mogę walczyć. Chcę zostać.

source: NO. Go away, hide in the forest, they won't find you. Stay hidden until soldiers arrive.
pl: NIE! Uciekaj, schowaj się w lesie, tam cię nie znajdą. Czekaj tam, dopóki nie przybędą żołnierze.

source: Move Alena into the forest and Aethen to the southern path
pl: Przenieś Alenę do lasu, a Aethena na południową ścieżkę.

source: Death of Alena
pl: Śmierć Aleny

source: Death of Aethen
pl: Śmierć Aethena

source: Ride as fast as you can!
pl: Jedź tak szybko jak to możliwe!

source: Father! Nooo...
pl: Ojcze! Nieee...

source: Go! Stay hidden!
pl: Biegnij! Ukryj się gdzieś!

source: Before disappearing, Alena stole some poison from the corpse of an assassin...
pl: Zanim Alena ukryła się, zabrała trochę trucizny ze zwłok zabójcy...

source: No! Father help me!
pl: Nie! Ojcze pomóż mi!

source: Alena! No!
pl: Alena! Nie!

source: Oh, no! More orcs are coming.
pl: O nie! Zbliża się więcej orków.

source: After leaving the village, Aethen rode for two days and two nights along the river, without meeting any single living being.
pl: Po opuszczeniu wioski, Aethen jechał przez 2 dni i 2 noce wzdłuż rzeki, nie spotykając żadnej żywej istoty.

source: On the third day, he saw in the distance the shape of high walls: he had reached the fort.
pl: Trzeciego dnia zobaczył w oddali majaczące blanki murów. Był to fort, o którym mówił jego ojciec.

source: But there was something wrong: the castle was empty and the nearby villages were ruined and abandoned. In despair, he wandered for the fort for a while, but he couldn't find anybody. So, with tears in his eyes, he mounted his horse again and, riding faster than ever, kept following the river, South and East.
pl: Coś jednak było nie tak. Po drodze, kiedy jechał, widział spalone i opuszczone wsie. Kiedy dotarł do samego fortu, był zrozpaczony, ponieważ stał pusty. Kilka chwil później, po przeszukaniu dziedzińca, ze łzami w oczach dosiadł konia i trzymając się rzeki, pojechał tak szybko, jak nigdy dotąd na południe i wchód.

source: He soon lost sense of time, so it's impossible to say how many days he rode, but one morning he found himself surrounded by a thick fog: river Listra was near. He was tired, but he knew that men were near.
pl: Wkrótce stracił poczucie czasu i nie mógł powiedzieć ile dni podróżował. Pewnego dnia otoczyła go gęsta mgła, rzeka Listra była niedaleko. Był zmęczony, ale czuł, że w pobliżu są ludzie.

source: Escape
pl: Ucieczka

source: Reach the human fort
pl: Dojedź do ludzkiego fortu

source: Death of human leader
pl: Śmierć ludzkiego dowódcy

source: Fugitive
pl: Zbieg

source: Nagas
pl: Nagi

source: Wesnothian Army
pl: Armia Wesnoth

source: Monsters
pl: Potwory

source: There's a human fort down there. I must reach it. But I must be careful... who knows what inhabits the river and the hills...
pl: Na dole leży ludzki fort. Muszę się tam dostać, ale muszę być też ostrożny... kto wie, co zamieszkuję rzekę i wzgórza?

source: Who are you and what are you doing here? These are dangerous lands.
pl: Kim jesteś i co tu robisz? To jest niebezpieczna okolica.

source: The village... orcs... my father...
pl: Wioska... orki... mój ojciec...

source: Calm down and take some rest. We'll speak later.
pl: Uspokój się i odpocznij. Porozmawiamy później.

source: No! There's no time. I'll tell you now.
pl: Nie! Nie ma czasu! Powiem ci teraz.

source: After the explanations...
pl: Po wyjaśnieniach...

source: I see the problem. But I'm sorry to say that I have no men to spare here. As you have seen we are constantly under attack, and I'd need reinforcements myself. Goblin riders have been spotted and they'll be here in the next few days, and these water creatures are always troubling us.
pl: Rozumiem sytuację. Przykro mi to mówić, ale nie mam teraz ludzi na zbyciu. Jak widzisz, jesteśmy tutaj nieustannie atakowani, a ja sam potrzebuje wsparcia. Dostrzegliśmy goblińskich jeźdźców i będą tu za parę dni, do tego nagi, jak zwykle, nie dają nam spokoju.

source: So what can we do?
pl: Więc co możemy zrobić?

source: We'll have a ship leaving in a few days, heading to Weldyn. We will send messages to the King and ask for help. Hopefully they will send some reinforcements.
pl: Za kilka dni wypłynie stąd statek, który płynie do Weldyn. Wyślemy wiadomość do Króla, prosząc go o pomoc. Mam nadzieje, że przyśle jakieś wsparcie.

source: But they will take weeks or months to arrive!
pl: Za nim wróci minie kilka tygodni albo miesięcy!

source: I know, but it's the best thing we can do. Now go and take some rest. You are safe here.
pl: Wiem, ale to jest najlepsza rzecz, jaką możemy zrobić. Teraz idź i odpocznij trochę. Jesteś tu bezpieczny.

source: Oh no! Nobody will ever know about our village!
pl: Oh nie! Już nikt nie dowie się o mojej wiosce!

source: The fort is lost!
pl: Fort jest stracony!

source: Oh, no! I fear I got lost with this fog.
pl: O nie! Obawiam się, że zgubiłem się w tej mgle.

source: In the meantime, some other peasants escaped from the village into the forest, but most of the population was forced to work as slaves of the orcs.
pl: W międzyczasie kilku chłopom udało się uciec z jarzma orków. Niestety większość musiała zostać i pracować jako niewolnicy.

source: The orcs felt too strong to worry about few fugitive peasants. They were right.
pl: Orkowie czuli się zbyt silni, żeby martwić się ucieczką paru chłopów. Mieli rację.

source: But the peasants gathered themselves under the leadership of Alena. They trained in combat and grew in confidence. They learned to move fast and unnoticed in woods. Alena herself worked hard to improve her skills and learned to use the poison.
pl: Wszyscy chłopi, którzy zdołali uciec, zebrali się pod dowództwem Aleny. Szkolili się w tajemnicy. Dowiedzieli się, jak walczyć i poruszać się szybko i niepostrzeżenie po lesie. Sama Alena ciężko pracowała, by poprawić swoje umiejętności i nauczyć się z korzystania trucizny.

source: When a group of goblins was spotted in the vicinity of the river, Alena decided it was time to strike back.
pl: Kiedy grupa goblinów została zauważona w pobliżu rzeki, Alena zdecydowała, że czas na odwet.

source: Resistance
pl: Opór

source: Defeat all enemy leaders
pl: Pokonaj wszystkich wrogich dowódców

source: Rebels
pl: Buntownicy

source: Goblins
pl: Gobliny

source: We aren't strong enough to directly attack our village, but those goblins shouldn't be too difficult to defeat if we attack them from the forest.
pl: Nie jesteśmy na tyle silni, żeby odbić naszą wioskę bezpośrednio, ale jeśli zaatakujemy te gobliny z lasu, nie powinny sprawić większych kłopotów.

source: It's time the orcs learn what is fear. Show no mercy for them, remember what they have done to our families.
pl: Niech teraz orkowie poczują co to strach. Nie okazujcie litości, pamiętajcie, co zrobili naszym rodziną.

source: We can close them between us and the river. They'll have no way out.
pl: Możemy ich zamknąć pomiędzy nami a rzeką. Nie będą mogli uciec.

source: Leave nobody alive.
pl: Zabić wszystkich.

source: Kill till the last of them. And hide their corpses. I want no trace of what has happened here.
pl: Dobij rannych i schowaj ciała. Nie chcę, żeby został najmniejszy ślad po tym, co tu się stało.

source: I will never have my revenge...
pl: Nigdy nie spełnię mojej zemsty...

source: There are too many of them!
pl: Jest ich zbyt wielu!

source: Received the news of the struggles troubling his northern colonies, the King of Wesnoth decided to send a pack of cavalry.
pl: Otrzymawszy wiadomość, o tym że jego północne kolonie nękane są atakami orków i innych stworów, Król Wesnoth wysłał kawalerię.

source: Head of this company was a young officer, Ludoc. With him, a veteran knight of the Royal Army, Sir Rheran, known for riding the fastest horse in Wesnoth.
pl: Dowódcą pułku był młody oficer Ludoc. Wraz z nim pojechał również weteran, rycerz Królewskiej Armi, Sir Rhean, który był znany z tego, że jest najszybszym jeźdźcem w całym Wesnoth.

source: A pack of cavalry was an impressive sight, so when the party left Weldyn, at dawn, there was a huge crowd to see them. The knights hoped to reach the northern fort in a few days.
pl: Pułk kawalerii był imponującym widokiem i kiedy rycerze o świcie opuszczali Weldyn, zebrał się tłum gapiów. Rycerze mieli nadzieje osiągnąć północny fort w ciągu kilku dni.

source: But troubles were closer than they thought...
pl: Ale kłopoty były bliżej niż myśleli...

source: Knights
pl: Rycerze

source: Defeat enemy leader
pl: Pokonaj wrogiego dowódce

source: Death of Ludoc
pl: Śmierć Ludoca

source: Death of Sir Rheran
pl: Śmierć Sir Rherana

source: Death of Okeanos
pl: Śmierć Okeanosa

source: Great River
pl: Wielka Rzeka

source: I hear sounds of battle and cries of wounded. What's happening?
pl: Słyszę odgłosy bitwy i krzyki rannych. Co się dzieje?

source: Noble Knights, nagas are troubling us. They want to steal our gold and they kill our women and children. Help us and we will be forever grateful!
pl: Szlachetni Rycerze, nagi cały czas nas niepokoją. Chcą ukraść złoto, zabijają nasze kobiety i dzieci. Pomóż nam, a będziemy ci na zawszę wdzięczni!

source: We can't waste time here. Our journey is still long.
pl: Nie możemy tracić czasu. Przed nami jeszcze długa droga.

source: But it's our duty of knights to help those in need. We can't just pass by while they are killed. Besides this, we must pass that bridge and we would be right in the middle of the conflict.
pl: Ale to jest nasz rycerski obowiązek, pomagać potrzebującym. Nie możemy przejść obok, kiedy oni są zabijani. Poza tym, kiedy będziemy przechodzić przez most, znajdziemy się w środku konfliktu.

source: Please, leave me alone and don't disturb my meditation.
pl: Proszę zostaw mnie w spokoju i nie przeszkadzaj mi w medytacji.

source: I told you we shouldn't have stopped here...
pl: Mówiłem ci, że nie powinniśmy się tutaj zatrzymywać...

source: Farewell... continue without me...
pl: Żegnaj... Musisz iść dalej beze mnie...

source: Noble Knights, I trusted you, but you failed us...
pl: Szlachetni rycerze, ufałem wam, ale zawiedliście nas...

source: Bad humans and bad horses... you'll pay for this...
pl: Źli ludzie i źle konie... zapłacicie za to...

source: Not today. Let's go men.
pl: Nie dzisiaj! Chodźmy ludzie.

source: We are wasting too much time here!
pl: Tracimy tutaj zbyt wiele czasu!

source: Alena and her people, having greatly improved their skills, kept attacking small orc and goblin groups, never leaving any survivor. Entire groups disappeared without a trace in the time of a night.
pl: Alena i jej ludzie znacznie poprawili swoje umiejętności, atakując małe patrole orków i grupy goblinów, nie zostawiwszy ani jednego żywego. Całe oddziały wrogów znikały bez śladu.

source: Among the orcs was rising a story of something terrible happening if some of them was surprised outside villages at night. No orc had any clue of the responsible of the disappearances. But they knew there was something outside, almost unnatural.
pl: Pośród orków zaczęła krążyć legenda, że coś złego przytrafia się im, kiedy tylko zostaną zaskoczeni przez noc poza murami obozów i wiosek. Żaden z nich nie miał pojęcia, co może być odpowiedzialne za tajemnicze zniknięcia, ale wiedzieli, że coś się czaiło. Coś niemal nadnaturalnego.

source: They began to call them the Shadows.
pl: Zaczęli nazywać ich Cieniami.

source: And the Shadows were ready to strike again. This time the target was a small orcish village across the river.
pl: A cenie były gotowe znów uderzyć. Ich celem ma być mała wioska orków po drugiej stronie rzeki.

source: Shadows
pl: Cienie

source: Defeat Eradash
pl: Pokonaj Eradacha

source: Wolves
pl: Wilki

source: Goblin Guard
pl: Goblińska Straż

source: Winter is much harsher north of the river. We must be careful not to be caught in snow.
pl: Zima jest znacznie ostrzejsza na północ od rzeki. Musimy uważać, żeby nie schwytali nas w śniegu.

source: And we should try to avoid wolves. Stay away from them if you can and remember they can't see us while we are in forests. We can deal about them later. Our priority is that big orc down there.
pl: I powinniśmy unikać wilków. Trzymajcie się od nich z dala i pamiętajcie, że nie mogą nas zobaczyć, kiedy jesteśmy w lesie. Możemy się nimi zająć później. Naszym priorytetem jest ten duży Ork.

source: This mist makes everything harder. Now we can't see wolves.
pl: Ta mgła sprawia, że wszystko jest trudniejsze. Teraz nie możemy zobaczyć wilków.

source: Enemies in sight!
pl: Wróg w zasięgu wzroku!

source: My pets have smelt something. Get them!
pl: Moje zwierzaki poczuły coś! Brać ich!

source: They spotted us! Now we must kill them as well!
pl: Zauważyli nas! Teraz musimy ich wszystkich zabić!

source: Time runs out
pl: Koniec czasu

source: Defeated... by a band of little humans...
pl: Pokonani... przez małą grupkę ludzi...

source: That's another blow to the orcish power in this area. But it's not enough to free our village, there are too many orcs in these surroundings. We must do something more.
pl: To kolejny cios dla władzy orków w tym regionie. Ale to nie wystarczy, żeby uwolnić naszą wioskę. W tej okolicy jest zbyt wielu orków. Musimy coś jeszcze zrobić.

source: Ludoc and his pack of cavalry continued their ride North.
pl: Ludoc i jego pułk kawalerii kontynuowali jazdę na północ.

source: Their path had to cross the Swamp of Dread, where more troubles expected them.
pl: Ich ścieżka miała przekroczyć Bagna Grozy, gdzie czekało ich więcej kłopotów.

source: Swamps
pl: Bagna

source: Escape the swamp with Ludoc
pl: Ucieknij z Bagien wraz z Ludociem

source: Saurians
pl: Jaszczury

source: So this is the Swamp of Dread. Now I understand its name...
pl: Więc to jest Bagno Grozy! Teraz rozumiem skąd ta nazwa...

source: Let's hope this fog hides us from whatever lives here.
pl: Miejmy nadzieje, że mgła ukrywa nas przed tym, co tu żyje.

source: Humansss with shiny sspearsss! Kill them! Take their gold!
pl: Ludzie z błyssszczącymi włóczniami! Zabić ich! Zabrać ich złoto!

source: Lizards... We must get out of here! Fast!
pl: Jaszczurki... Musimy się stąd wydostać! Szybko!

source: We have made it. Onwards!
pl: Zrobiliśmy to. Naprzód!

source: Killed by a bunch of lizards...
pl: Zabity przez bandę jaszczurek...

source: This lizard had some gold hidden. Take it.
pl: Ta jaszczurka miała trochę ukrytego złota. Wezmę je.

source: We got lost! We must start over.
pl: Zgubiliśmy się! Musimy zacząć od początku.

source: Alena's small army kept attacking orcish villages and groups, but she knew that they were only dealing minor damages to the orcish power.
pl: Mała armia Aleny ciągle atakowała wioski orków i ich oddziały, ale wiedziała, że jest to niewystarczające, aby zagrozić ich dominacja na tych terytoriach.

source: One day, they found a map on a corpse, a map showing the path of a caravan of supplies directed towards their occupied village.
pl: Pewnego dnia znalazła mapę przy jednym z trupów. Mapa ta pokazywała drogę karawan wiozących zaopatrzenie do jej okupowanej wioski.

source: There was a date on the map. It was the next day. So Alena took a few fast and unwounded fighters and rushed there, hoping to intercept the caravan.
pl: Na mapie była jutrzejsza data. Alena wzięła więc ze sobą kilku szybkich i doświadczonych wojowników, mając nadzieje, że uda im się przechwycić karawanę.

source: Ambush
pl: Zasadzka

source: Destroy all caravans
pl: Zniszcz wszystkie karawany

source: A caravan manages to escape
pl: Karawanie udaje się uciec

source: Cunry should be in position on the other side of the valley. We'll take them in the middle. But I fear we are too few.
pl: Cunry powinien być na pozycji po drugiej stronie doliny. Weźmiemy je w środku. Obawiam się jednak, że jest nas za mało.

source: We are ready. Their leader has a bag of gold with him. It would be useful to get it.
pl: Jesteśmy gotowi. Ich przywódca ma przy sobie worek złota. Dobrze by było się do niego dostać.

source: Take his gold.
pl: Weź jego złoto.

source: We have too few veterans for this. These orcs are too strong!
pl: Mamy za mało weteranów na to. Orkowie są zbyt silni!

source: A caravan managed to pass by!
pl: Karawanie udało się przejechać!

source: He has escaped! Let's now concentrate on the caravans.
pl: Uciekł! Skupmy się teraz na karawanach.

source: The caravans are destroyed but more wolves are coming. Everybody retire South. We can't face all of them in an open battle.
pl: Karawany są zniszczone, ale nadciąga więcej wilków. Niech każdy ucieka na południe. Nie możemy stawić im czoła w otwartej bitwie.

source: Move Alena to the signpost
pl: Przenieś Alenę do drogowskazu

source: Still $caravans_to_destroy. Keep fighting!
pl: Zostało $caravans_to_destroy. Walcz dalej!

source: Very well! Now we can reorganize and easily beat them if they dare to follow us.
pl: Bardzo dobrze! Teraz możemy się przegrupować i łatwo ich pokonać, jeśli odważą się za nami podążać.

source: After another long journey, the knights finally arrived in sight of the fort on river Listra.
pl: Po kolejnej długiej podróży rycerze w końcu przybyli do fortu nad rzeką Listra.

source: The orcs were already there...
pl: Orkowie ich uprzedzili...

source: Charge
pl: Szarża

source: Death of Caredd
pl: Śmierć Caredda

source: The fort is under attack! We must protect it!
pl: Fort jest atakowany! Musimy go chronić!

source: Knights from Wesnoth! We are safe!
pl: Rycerze z Wesnoth! Jesteśmy uratowani!

source: We owe you our lives, Knights.
pl: Zawdzięczamy wam życie, Rycerze.

source: It was our duty. Now we must head North along Longlier to free an attacked village.
pl: To był nasz obowiązek. Teraz musimy podążać na północ wzdłuż rzeki Listry, żeby uwolnić zaatakowaną wioskę.

source: My village! You are going to free my village!
pl: Moja wioska! Jedziesz uwolnić moją wioskę!

source: Who is this child?
pl: Kim jest to dziecko?

source: I'm the son of the village chief. He sent me to look for help. Now I'll come with you.
pl: Jestem synem starszego wioski. Wysłał mnie, bym szukał pomocy. Teraz pojadę z tobą.

source: No way! It will be hard enough without having a child to care about. Stay here until we are back.
pl: Nie ma mowy! To już będzie wystarczająco trudne bez pałętającego się pod nogami dzieciaka. Poczekasz tutaj dopóki nie wrócimy.

source: But...
pl: Ale...

source: You will stay here!
pl: Zostaniesz tutaj!

source: We failed...
pl: Zawiedliśmy...

source: There are too many of them! We are hopeless!
pl: Jest ich zbyt wielu! Jesteśmy zgubieni!

source: Great news for Alena: from an orcish patrol they ambushed, they learned that four orcish shamans were visiting a nearby tribe.
pl: Wspaniała wiadomość dla Aleny: dowiedzieliśmy się od jednego z orków z patrolu, który wpadł w zasadzkę, że czterech szamanów odwiedza pobliskie plemię.
