Repository: wescamp/A_Story_of_the_Northlands-1.10
Catalog: po/*.po
Languages: pl

source: It was a unique occasion. With the shamans dead, orcs would have been unable to organize a compact army for a while.
pl: To była niepowtarzalna okazja. Wraz ze śmiercią szamanów, orkowie nie mogliby dalej utrzymać zwartej armii.

source: There was only one problem: the shamans were always heavily protected by loyal guards.
pl: Był tylko jeden problem: szamani zawsze byli silnie chronieni przez lojalnych strażników.

source: Revenge
pl: Zemsta

source: Kill the four shamans
pl: Zabij czterech szamanów

source: Those guards are the biggest orcs I have ever seen. Their skill with the sword is impressive and it is said that they would be ready to give their life to protect the shamans.
pl: Ci strażnicy to najwięksi orkowie, jakich w życiu widziałem. Ich umiejętność walki mieczem jest imponująca i są gotowi oddać życie, żeby ochronić szamanów.

source: It's exactly what they will do.
pl: To jest dokładnie to, co zrobią.

source: They want to kill the shamans! Destroy them!
pl: Oni chcą zabić szamanów! Zniszczyć ich!

source: The shamans are dead! This is an important blow to the orcish power!
pl: Szamani są martwi! To potężny cios dla orkowej władzy!

source: The Knights kept following their path along the river...
pl: Rycerze podążali swoją drogą wzdłuż rzeki...

source: Meeting
pl: Spotkanie

source: Sir, have you noticed that someone has been following us in the last few days?
pl: Sir, czy zauważyłeś, że przez ostatnie kilka dni ktoś za nami podąża?

source: Yes, it's that child from the village. I spotted him last night. He approached when we were sleeping. There's nothing to be afraid of.
pl: Tak, jest to dziecko ze wsi. Zauważyłem go zeszłej nocy. Podszedł kiedy spaliśmy. Nie ma się czego bać.

source: Except for this forest... I don't like being surrounded by trees...
pl: Z wyjątkiem tego lasu... Nie lubię być otoczony drzewami...

source: Enough talk, men. Let's go!
pl: Dość gadania ludzie. Ruszajmy!

source: A house. Maybe there's somebody. Hey, in the house!
pl: O dom. Może ktoś tam jest? Hej, wy w domu!

source: The door is opening... ready with your weapons.
pl: Drzwi się otwierają... przygotujcie broń.

source: It's only a woman.
pl: To tylko kobieta.

source: Hail, Knights. What brings you in these lands?
pl: Zdrowaś, Rycerze. Co was sprowadza na te ziemie?

source: We just need to pass by. Can you give us news about villages in this area? And about orcs?
pl: Po prostu tędy przechodzimy. Czy możesz nam opowiedzieć o wioskach w tej okolicy? I o orkach?

source: It's an ambush! Ready to fight!
pl: To jest zasadzka! Przygotować się do walki!

source: Don't even try! Archers are aiming at you from the forest.
pl: Nawet nie próbuj! Łucznicy, strzelając z lasu, zrobią z ciebie jeża.

source: The way behind us is still open...
pl: Droga za nami nadal jest pusta...

source: I don't think so...
pl: Nie sądzę...

source: These bandits have surrounded us...
pl: Ci bandyci otoczyli nas...

source: We aren't bandits. We are fighters for freedom. Now you will tell us the reason of your presence here. Consider yourself prisoners.
pl: Nie jesteśmy bandytami. Jesteśmy bojownikami o wolność. Teraz powiesz nam czemu tu przyjechaliście. Możecie uważać się za jeńców.

source: No! I know you, you are from my village. These knights have come here to free our village. They have been sent by the King.
pl: Nie! Znam cię, jesteś z mojej wsi. Ci rycerze przybyli tutaj, żeby uwolnić naszą wioskę. Zostali wysłani prze samego Króla.

source: In this case, Alena will be glad to meet you. Follow us please.
pl: W tym przypadku, Alena z przyjemnością was pozna. Proszę chodźcie za mną.

source: So they established a plan to recapture the village: the knights would attack from the South and try to draw orcs away from the village. At that point, Alena and her men would attack from the forest in the West and hopefully penetrate in the village.
pl: Tak więc ustalono plan odbicia wioski: rycerze zaatakują z południa i spróbują odciągnąć orków jak najdalej od wsi. W tym momencie Alena i jej ludzie zaatakują z lasu na wschodzie i miejmy nadzieje, że przedostaną się do wioski!

source: Freedom
pl: Wolność

source: Everybody, get ready. Our task is to hold position and stay outside the village.
pl: Niech wszyscy się przygotują. Naszym zadaniem jest utrzymać pozycję i pozostać poza wioską.

source: Human knights attacking from the South!
pl: Ludzcy rycerze atakują z południa!

source: We are here! For our village, for our families! Destroy them!
pl: Jesteśmy tu! Za naszą wioskę, za nasze rodziny! Zabić ich!

source: More humans from the forest! Let's call the goblin reserves!
pl: Więcej ludzi z lasu! Wezwij Gobliny!

source: Help me!
pl: Pomóż mi!

source: Brother! No!
pl: Bracie! Nie!

source: The village is free!
pl: Wioska jest wolna!

source: It has been a great battle. We will return to the King and report him the last facts.
pl: To była wielka bitwa. Musimy wrócić do króla i złożyć raport dotyczący ostatnich wydarzeń.

source: Farewell, Knights. Thank you for your help. I think the orcs will think twice before attacking us again.
pl: Żegnajcie rycerze. Dziękuje za pomoc. Czuję, że orkowie dwa razy pomyślą zanim znowu nas zaatakują.

source: And if they come, we will be ready to face them.
pl: A jeśli się tak stanie, będziemy gotowi stawić im czoła.

source: Assassin
pl: Zabójca

source: dagger
pl: sztylet

source: knife
pl: nóż

source: female^Assassin
pl: Zabójczyni

source: Bandit
pl: Bandyta

source: mace
pl: buzdygan

source: Footpad
pl: Rozbójnik

source: club
pl: maczuga

source: sling
pl: proca

source: female^Footpad
pl: Rozbójniczka

source: female^Fugitive
pl: Uciekinierka

source: Highwayman
pl: Zbójca

source: Huntsman
pl: Myśliwy

source: bow
pl: łuk

source: Outlaw
pl: Banita

source: female^Outlaw
pl: Banitka

source: Poacher
pl: Kłusownik

source: Ranger
pl: Łowca

source: sword
pl: miecz

source: Robber
pl: Rabuś

source: Rogue
pl: Łotr

source: female^Rogue
pl: Łotrzyca

source: Ruffian
pl: Drab

source: Thief
pl: Złodziej

source: female^Thief
pl: Złodziejka

source: Thug
pl: Bandyta

source: Trapper
pl: Traper

source: Vagrant
pl: Włóczęga

source: Woodsman
pl: Leśnik

source: Rebel Fighter
pl: Wojownik Rebeliantów

source: Rebel Leader
pl: Lider Rebelantów

source: Rebel Commander
pl: Przywódca Rebeliantów

source: Brute
pl: Brutal

source: Brutes are bloodthirsty.
pl: Brutale pragną krwi.

source: fist
pl: pięść

source: Caravan
pl: Karawana

source: Farmhand
pl: Parobek

source: pitchfork
pl: widły

source: Archer Rider
pl: Konny łucznik

source: longbow
pl: długi łuk

source: Archer Knight
pl: Rycerz łucznik

source: Royal Knight
pl: Królewski Rycerz

source: flail
pl: cep

source: lance
pl: lanca

source: Cavalry Archer
pl: Łucznik kawalerzysta

source: short sword
pl: krótki miecz

source: Horseman Commander
pl: Konny Dowódca

source: Junior Commander
pl: Młody Dowódca

source: spear
pl: włócznia

source: Mounted General
pl: Konny Generał

source: Orcish Champion
pl: Ork czempion

source: greatsword
pl: wielki miecz

source: Orcish Shaman
pl: Ork szaman

source: staff
pl: laska

source: curse
pl: klątwa

source: Orcish Warlock
pl: Ork czarownik

source: Orcish Witch Doctor
pl: Ork znachor

source: Rancher
pl: Farmer

source: female^Village Woman
pl: Wieśniaczka

source: Just a village woman.
pl: Zwykła wieśniaczka.
